Repository: pluginsGLPI/genericobject
Catalog: locales/*.po
Languages: ca_es, cs_cz, es_ar, es_ec, es_es, fi_fi, fr_fr, hr_hr, it_it, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: You must configure rights to enable the preview
ca_es: Has de configurar els drets per habilitar la vista prèvia
cs_cz: Pro zapnutí náhledu je třeba nastavit oprávnění
es_ec: Debe configurar los derechos para activar la vista previa
es_es: Tiene que configurar los permisos para acceder a la vista previa
fi_fi: Oikeudet on määritettävä, jotta esikatselu voidaan ottaa käyttöön
fr_fr: Vous devez configurer les droits sur cet objet pour voir la prévisualisation
hr_hr: Za aktiviranje pregleda moraš konfigurirati prava
it_it: Bisogna configurare i diritti per abilitare l'anteprima
pt_br: Você deve configurar os direitos para habilitar pré-visualização
pt_pt: Tem de configurar os direitos para ativar a pré-visualização
ro_ro: Trebuie sa configurati drepturi pe acest obiect pentru a putea previzualiza
ru_ru: Вы должны настроить права для предпросмотра
sk_sk: Na zapnutie náhľadu musíte nakonfigurovať oprávnenia
sv_se: Du måste konfigurera rättigheter för att aktivera förhandsgranskning
