Repository: pluginsGLPI/genericobject
Catalog: locales/*.po
Languages: ca_es, cs_cz, es_ar, es_ec, es_es, fi_fi, fr_fr, hr_hr, it_it, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: GenericObject End of Life Notice
es_ar: Aviso de Fin de Vida Útil del Administración de Objetos
tr_tr: GenericObject destek sonu bildirimi

source: Migration guidance and information
es_ar: Información y orientación de migración
tr_tr: Aktarım rehberi ve bilgileri

source: Important Notice
es_ar: Aviso Importante
tr_tr: Önemli not

source: GenericObject v%s has reached End of Life (EOL). This version only provides migration assistance to help you switch to GLPI 11's asset definition
es_ar: Administración de Objetos v%s alcanzó el Fin de Vida Útil (FVU). Esta versión solo proporciona asistencia de migración para ayudarte a cambiar a la definición de activos de GLPI 11
tr_tr: GenericObject v%s desteği sona erdi (EOL). Bu sürüm yalnızca verilerin GLPI 11 varlık tanımlarına aktarımında yardımcı olur

source: What changed?
es_ar: ¿Qué cambió?
tr_tr: Ne değişti?

source: GLPI 11 now has native custom asset creation capabilities
es_ar: GLPI 11 ahora tiene capacidades nativas para crear activos personalizados
tr_tr: GLPI 11 içine doğal varlık oluşturma özellikleri eklendi

source: All Genericobject features are available in GLPI core
es_ar: Todas las funcionalidades de Administración de Objetos están disponibles en el núcleo de GLPI
tr_tr: Tüm GenericObject özellikleri GLPI çekirdeğine eklendi

source: Better integration with GLPI workflows
es_ar: Mejor integración con los flujos de trabajo de GLPI
tr_tr: GLPI iş akışları ile daha iyi bütünlük sağlandı

source: Improved performance and security
es_ar: Rendimiento y seguridad mejorados
tr_tr: Başarım ve güvenlik iyileştirildi

source: Next steps
es_ar: Próximos pasos
tr_tr: Sonraki adımlar

source: Review your existing genericobject assets
es_ar: Revisá tus activos de administración de objetos existentes
tr_tr: Var olan GenericObject varlıklarını gözden geçirin

source: Migrate to GLPI 11 native asset definition
es_ar: Migrá a la definición de activos nativa de GLPI 11
tr_tr: GLPI 11 doğal varlık tanımlarına geçin

source: Test the new asset system
es_ar: Probá el nuevo sistema de activos
tr_tr: Yeni varlık sistemini deneyin

source: Uninstall GenericObject plugin when ready
es_ar: Desinstalá el complemento Administración de Objetos cuando estés listo/a
tr_tr: Hazır olduğunuzda GenericObject eklentisini kaldırın

source: View Migration Status
es_ar: Ver Estado de Migración
tr_tr: Aktarım durumunu görüntüle

source: GenericObject Migration Status
es_ar: Estado de Migración de Administración de Objetos
tr_tr: GenericObject aktarım durumu

source: End of Life migration tool for GLPI 11
es_ar: Herramienta de migración de Fin de Vida Útil para GLPI 11
tr_tr: GLPI 11 için destek sonu aracı

source: End of Life Notice
es_ar: Aviso de Fin de Vida Útil
tr_tr: Destek sonu bildirimi

source: GenericObject v3.0.0 is an End-of-Life version. All custom asset creation functionality has been moved to GLPI 11 native asset definition.
es_ar: Administración de Objetos v3.0.0 es una versión de Fin de Vida Útil. Toda la funcionalidad de creación de activos personalizados fue movida a la definición de activos nativa de GLPI 11.
tr_tr: GenericObject v3.0.0 bir destek sonu sürümüdür. Tüm özel varlık oluşturma özellikleri GLPI 11 doğal varlık tanımları üzerine taşındı.

source: Migration Status
es_ar: Estado de Migración
tr_tr: Aktarım durumu

source: Migrated
es_ar: Migrado
tr_tr: Aktarıldı

source: Items Migrated:
es_ar: Elementos Migrados:
tr_tr: Aktarılan ögeler:

source: View Items
es_ar: Ver Elementos
tr_tr: Ögeleri görüntüle

source: View Asset
es_ar: Ver Activo
tr_tr: Varlığı görüntüle

source: Not Migrated
es_ar: No Migrado
tr_tr: Aktarılmadı

source: How to Migrate
es_ar: Cómo Migrar
tr_tr: Aktarım nasıl yapılır

source: Command Line Migration Required
es_ar: Se Requiere Migración por Línea de Comandos
tr_tr: Aktarım işlemi komut satırından yapılmalıdır

source: For optimal performance and reliability, the migration must be performed using the command line:
es_ar: Para un rendimiento y confiabilidad óptimos, la migración debe realizarse usando la línea de comandos:
tr_tr: En iyi başarım ve kararlılık için aktarım işlemi komut satırından yapılmalıdır:

source: Copy command
es_ar: Copiar comando
tr_tr: Komutu kopyala

source: Run this command from your GLPI root directory
es_ar: Ejecutá este comando desde tu directorio raíz de GLPI
tr_tr: Bu komutu GLPI kök klasörünüzde yürütün

source: Migration Process
es_ar: Proceso de Migración
tr_tr: Aktarım süreci

source: Generic objects will be converted into custom assets
es_ar: Los objetos de Administración de Objetos serán convertidos en activos personalizados
tr_tr: Genel nesneler özel varlıklara dönüştürülecek

source: Types will be retained.
es_ar: Los tipos serán retenidos.
tr_tr: Türler korunacak.

source: Asset data will not be lost
es_ar: Los datos de los activos no se perderán
tr_tr: Varlık verileri kaybolmayacak

source: Note: Migration status detection is based on data presence and may not be 100% accurate. Please verify manually after running the migration command.
es_ar: Nota: La detección del estado de migración se basa en la presencia de datos y puede no ser 100% precisa. Por favor, verificá manualmente después de ejecutar el comando de migración.
tr_tr: Not: Aktarım durumu algılaması var olan verilere göre yapıldığından %100 doğru olmayabilir. Lütfen aktarım komutunu yürüttükten sonra sonucu el ile doğrulayın.

source: Next Steps
es_ar: Próximos Pasos
tr_tr: Sonraki adımlar

source: After Migration
es_ar: Después de la Migración
tr_tr: Aktarım sonrası

source: Review converted assets in GLPI 11
es_ar: Revisá los activos convertidos en GLPI 11
tr_tr: GLPI üzerinde aktarılan varlıkları gözden geçirin

source: Test asset access permissions
es_ar: Probá los permisos de acceso a los activos
tr_tr: Varlık erişimi izinlerini denetleyin

source: Recommendations
es_ar: Recomendaciones
tr_tr: Öneriler

source: Train users on GLPI 11 native custom assets
es_ar: Capacitá a los usuarios sobre los activos personalizados nativos de GLPI 11
tr_tr: Kullanıcılara GLPI doğal özel varlıkları eğitimi verin

source: Update internal documentation
es_ar: Actualizá la documentación interna
tr_tr: Kuruluş içindeki belgeleri güncelleyin

source: Generic Objects End-of-Life Updater
es_ar: Actualizador de Fin-de-Vida-Útil de Administración de Objetos
tr_tr: Generic Objects destek sonu güncelleyici

source: Family of type of objects
ca_es: Família del tipus d'objecte
cs_cz: Rodina typu objektů
es_ar: Familia de tipo de objetos
es_ec: Familia de tipos de objetos
es_es: Familia de tipos de objetos
fi_fi: Kohteiden tyypin perhe
fr_fr: Famille
hr_hr: Obitelj vrste objekata
it_it: Famiglia
pt_br: Família de tipo de objetos
pt_pt: Família do tipo de objetos
ro_ro: Familia tipului de obiecte
ru_ru: Группа типов объектов
sk_sk: Rodina typov objektov
sv_se: Ingår i typfamilj
tr_tr: Nesnelerin aile türü

source: GenericObject EOL Info
es_ar: Información de FVU de Administración de Objetos
tr_tr: GenericObject destek sonu bilgileri

source: GenericObject End of Life Information
es_ar: Información de Fin de Vida Útil de Administración de Objetos
tr_tr: GenericObject destek sonu bildirimi

source: Type of objects
ca_es: Tipus d'objectes
cs_cz: Typ objektů
es_ar: Tipo de objetos
es_ec: Tipo de objetos
es_es: Tipo de objetos
fi_fi: Kohteiden tyyppi
fr_fr: Types d'objets
hr_hr: Vrste objekata
it_it: Tipo di oggetti
pt_br: Tipos de objetos
pt_pt: Tipo de objetos
ro_ro: Tipul obiectelor
ru_ru: Тип объектов
sk_sk: Typy objektov
sv_se: Typ av tillgång
tr_tr: Nesne türü

source: Genericobject End of Life Information
es_ar: Información de Fin de Vida Útil de Administración de objetos
tr_tr: GenericObject destek sonu bilgileri

source: GenericObject v%s is End-of-Life. All genericobject functionality is now available in GLPI 11 core. Check migration status or use native custom assets.
es_ar: Administración de Objetos v%s está en Fin de Vida Útil. Toda la funcionalidad del administración de objetos está ahora disponible en el núcleo de GLPI 11. Revisá el estado de la migración o usá los activos personalizados nativos.
tr_tr: GenericObject v%s desteği sona erdi. Tüm GenericObject özellikleri GLPI 11 çekirdeğine eklendi. Aktarım durumunu denetleyin ya da doğal özel varlıkları kullanın.

source: Objects management
ca_es: Gestió d'objectes
cs_cz: Správa objektů
es_ec: Gestión de objetos
es_es: Gestión de objetos
fi_fi: Kohteiden hallinta
fr_fr: Gestion d'objets
hr_hr: Upravljanje objektima
it_it: Gestione degli oggetti
pt_br: Gerenciamento de objetos
pt_pt: Gestão de objetos
ro_ro: Managementul obiectelor
ru_ru: Управление объектами
sk_sk: Správa objektov
sv_se: Hantera tillgångar

source: Empty family
ca_es: Família buida
cs_cz: Prázdná rodina
es_ec: Familia vacía
es_es: Familia vacía
fi_fi: Tyhjä perhe
fr_fr: Famille vide
hr_hr: Prazna obitelji
it_it: Famiglia vuota
pt_br: Família vazia
pt_pt: Família vazia
ro_ro: Familie vida
ru_ru: Пустая группа
sk_sk: Prázdna rodina
sv_se: Tom familj

source: The requested dropdown does not exists
ca_es: El menú desplegable sol·licitat no existeix
cs_cz: Požadovaná rozbalovací nabídka neexistuje
es_ec: El menú desplegable solicitado no existe
es_es: La lista desplegable requerida no existe
fi_fi: Pyydettyä alasvetovalikkoa ei ole olemassa
fr_fr: L'intitulé demandé n'existe pas
hr_hr: Traženi padajući popis ne postoji
it_it: Il menù a discesa richiesto non esiste
pt_br: O menu suspenso solicitado não existe
pt_pt: O Menu de seleção solicitado não existe
ro_ro: Dropdown-ul solicitat nu exista
ru_ru: Запрошенный выпадающий список не существует
sk_sk: Požadovaná rozbaľovacia ponuka neexistuje
sv_se: Den begärda rullmenyn saknas

source: Field(s) deleted successfully
ca_es: Camp(s) eliminat(s) correctament
cs_cz: Pole úspěšně smazána
es_ec: Campo(s) eliminado(s) correctamente
es_es: Campo(s) suprimido(s) correctamente
fi_fi: Kenttä/kentät poistettu onnistuneesti
fr_fr: Champ(s) supprimé(s) avec succès
hr_hr: Polja uspješno uklonjena
it_it: Campi rimossi con successo
pt_br: Campo(s) excluído(s) com sucesso
pt_pt: Campo(s) excluído(s) com sucesso
ro_ro: Campul(urile) sterse cu succes
ru_ru: Поле(я) удалены успешно
sk_sk: Pole bolo úspešne vymazané
sv_se: Fältet(en) raderades

source: Field added successfully
ca_es: Camp afegit correctament
cs_cz: Kolonka úspěšně přidána
es_ec: Campo añadido correctamente
es_es: El campo fue añadido correctamente
fi_fi: Kenttä lisätty onnistuneesti
fr_fr: Champ ajouté avec succès
hr_hr: Polje uspješno dodano
it_it: Campo aggiunto con successo
pt_br: Campo adicionado com sucesso
pt_pt: Campo adicionado com sucesso
ro_ro: Camp adaugat cu succes
ru_ru: Поле(я) добавлены успешно
sk_sk: Pole bolo úspešne pridané
sv_se: Attribut tillagt

source: General
cs_cz: Obecné
fi_fi: Yleinen
fr_fr: Général
hr_hr: Opće
it_it: Generale
pt_br: Geral
pt_pt: Geral
sk_sk: Všeobecné
sv_se: Allmänt

source: Objects
ca_es: Objectes
cs_cz: Objekty
es_ec: Objetos
es_es: Objetos
fi_fi: Kohteet
fr_fr: Objets
hr_hr: Objekti
it_it: Oggetti
pt_br: Objetos
pt_pt: Objetos
ro_ro: Obiecte
ru_ru: Объекты
sk_sk: Objekty
sv_se: Tillgångar

source: (No types defined yet)
ca_es: (Encara no s'han definit tipus)
cs_cz: (Doposud nebyly určené žádné typy)
es_ec: (Aún no hay tipos definidos)
fi_fi: (Tyyppejä ei ole vielä määritelty)
fr_fr: (Aucun type déjà défini)
hr_hr: (Vrste još nisu određene)
it_it: (Nessun tipo ancora definito)
pt_br: (Sem tipos definidos até então)
pt_pt: (Ainda não há tipos definidos)
ru_ru: (Типы еще не определены)
sk_sk: (Zatiaľ neboli definované žiadne typy)
sv_se: (Inga typer har skapats ännu)

source: Fields associated with the object
ca_es: Camps associats a l'objecte
cs_cz: Kolonky přiřazené k objektu
es_ec: Campos asociados al objeto
es_es: Campos asociados al objeto
fi_fi: Kohteeseen liittyvät kentät
fr_fr: Champs associés à l'objet
hr_hr: Polja povezana s objektom
it_it: Campi associati con l'oggetto
pt_br: Campos associados com o objeto
pt_pt: Campos associados ao objeto
ro_ro: Campuri asociate la obiect
ru_ru: Поля связаны с объектом
sk_sk: Polia priradené k objektu
sv_se: Fält kopplade till tillgången

source: Label
ca_es: Etiqueta
cs_cz: Štítek
es_ec: Etiqueta
es_es: Término
fi_fi: Etiketti
fr_fr: Libellé
hr_hr: Oznaka
it_it: Etichetta
pt_br: Etiqueta
pt_pt: Etiqueta
ro_ro: Eticheta
ru_ru: Наименование
sk_sk: Popisok
sv_se: Etikett

source: Name in DB
ca_es: Nom a la BD
cs_cz: Název v databázi
es_ec: Nombre en DB
es_es: Nombre en base de datos
fi_fi: Nimi tietokannassa
fr_fr: Nom en base de données
hr_hr: Ime u bazi podataka
it_it: Nome nel DataBase
pt_br: Nome no banco de dados
pt_pt: Nome na BD
ro_ro: Nume in DB
ru_ru: Имя в БД
sk_sk: Názov v databáze
sv_se: Namn i DB

source: Add new field
ca_es: Afegeix un camp nou
cs_cz: Přidat novou kolonku
es_ec: Añadir nuevo campo
es_es: Añadir un campo nuevo
fi_fi: Lisää uusi kenttä
fr_fr: Ajout d'un nouveau champ
hr_hr: Dodaj novo polje
it_it: Aggiungi nuovo campo
pt_br: Adicionar novo campo
pt_pt: Adicionar um novo campo
ro_ro: Add camp nou
ru_ru: Добавить новое поле
sk_sk: Pridať nové pole
sv_se: Lägg till nytt fält

source: Read-only field
ca_es: Camp només de lectura
cs_cz: Kolonka pouze pro čtení
es_ec: Campo de sólo lectura
fi_fi: Vain luku kenttä
fr_fr: Champ en lecture seule
hr_hr: Polje samo-za-čitanje
it_it: Campo in sola lettura
pt_br: Campo apenas de leitura
pt_pt: Campo apenas de leitura
ru_ru: Поле только для чтения
sk_sk: Pole iba na čítanie
sv_se: Skrivskyddat fält

source: Type name is missing
ca_es: Falta el nom del tipus
cs_cz: Název typu chybí
es_ec: Falta el nombre del tipo
es_es: Nombre de tipo es obligatorio
fi_fi: Tyyppinimi puuttuu
fr_fr: Nom du type manquant
hr_hr: Ime vrste nedostaje
it_it: Il nome del tipo non è presente
pt_br: O nome do tipo está faltando
pt_pt: Falta o nome do tipo
ro_ro: Nume tip lipseste
ru_ru: Название типа отсутствует
sk_sk: Názov typu chýba
sv_se: Typnamn saknas

source: Type name must be longer
ca_es: El nom del tipus ha de ser més llarg
cs_cz: Je třeba, aby název typu byl delší
es_ec: El nombre del tipo debe ser más largo
fi_fi: Tyyppinimen on oltava pidempi
fr_fr: Le nom du type doit être plus long
hr_hr: Ime vrste mora biti duže
it_it: Il nome della tipologia deve essere più lungo
pt_br: Nome do tipo deve ser maior
pt_pt: O nome do tipo deve ser mais longo
ru_ru: Название типа должно быть длиннее
sk_sk: Názov typ musí byť dlhší
sv_se: Typnamnet måste vara längre

source: Types 'field', 'object' and 'type' are reserved. Please choose another one
ca_es: Els tipus 'camp', 'objecte' i 'tipus' estan reservats. Tria'n un altre.
cs_cz: Typy „field“ (kolonka), „object“ (objekt) a „type“ (typ) jsou vyhrazené (už je nemůžete použít). Zvolte jiný
es_ec: Los tipos 'campo', 'objeto' y 'tipo' están reservados. Por favor, elija otro
es_es: Los nombres de tipo 'field', 'object' y 'type' son reservados. Tiene que elegir otro nombre
fi_fi: Tyypit "kenttä", "kohde" ja "tyyppi" ovat varattuja. Valitse joku toinen
fr_fr: Les types 'field', 'object' et 'type' sont réservés. Veuillez en choisir un autre
hr_hr: „Polje”, „objekt” i „vrsta” su rezervirane vrste. Odaberi jednu drugu
it_it: I tipi 'field', 'object' e 'type' sono riservati. Sceglierne un altro
pt_br: Tipos 'campo', 'objeto' e 'tipo' estão reservados. Por favor escolha outro
pt_pt: Os tipos 'campo', 'objeto' e 'tipo' estão reservados. Por favor, escolha outro.
ro_ro: Tipurile 'camp', 'obiect', si 'tip' sunt rezervate.Va rugam alegeti altul
ru_ru: Типы 'field', 'object' и 'type' зарезервированы. Выберите другие.
sk_sk: Typy 'field', 'object' a 'type' sú rezervované. Vyberte iný.
sv_se: Typnamnen 'fält, 'objekt' och 'typ' är reserverade av systemet. Var vänlig välj ett annat namn.

source: Type must start with a letter
ca_es: El tipus ha de començar amb una lletra
cs_cz: Je třeba, aby typ začínal písmenem
es_ec: El tipo debe empezar por una letra
es_es: El nombre de tipo tiene que empezar con una letra
fi_fi: Tyypin täytyy alkaa kirjaimella
fr_fr: Le type doit commencer par une lettre
hr_hr: Vrsta mora početi slovom
it_it: Il nome del tipo deve iniziare con una lettera
pt_br: O tipo deve começar com uma letra
pt_pt: Tipo deve começar com uma letra
ro_ro: Tipul trebuie sa inceapa cu o litera
ru_ru: Тип должен начинаться с буквы
sk_sk: Typ musí začínať písmenom
sv_se: Typnamnet måste börja med en bokstav

source: A type already exists with the same name
ca_es: Ja existeix un tipus amb el mateix nom
cs_cz: Typ se stejným názvem už existuje
es_ec: Ya existe un tipo con el mismo nombre
es_es: Un tipo de objeto ya existe con el mismo nombre
fi_fi: Samanniminen tyyppi on jo olemassa
fr_fr: Un type avec le même nom existe déjà
hr_hr: Jedna vrsta s istim imenom već postoji
it_it: Un tipo con lo stesso nome esiste già
pt_br: Um tipo com o mesmo nome já existe
pt_pt: Já existe um tipo com o mesmo nome
ro_ro: UN tip cu acelasi nume exista deja
ru_ru: Тип с таким именем уже есть
sk_sk: Typ s rovnakým názvom už existuje
sv_se: Typnamnet existerar redan

source: Internal identifier
ca_es: Identificador intern
cs_cz: Vnitřní identifikátor
es_ec: Identificador interno
es_es: Identificador interno
fi_fi: Sisäinen tunniste
fr_fr: Identifiant interne
hr_hr: Interni identifikator
it_it: Identificatore interno
pt_br: Identificador interno
pt_pt: Identificador interno
ro_ro: Identificator intern
ru_ru: Внутренний идентификатор
sk_sk: Interný identifikátor
sv_se: Internt namn

source: Behaviour
ca_es: Comportament
cs_cz: Chování
es_ec: Comportamiento
es_es: Comportamiento
fi_fi: Käyttäytyminen
fr_fr: Comportement
hr_hr: Ponašanje
it_it: Comportamento
pt_br: Comportamento
pt_pt: Comportamento
ro_ro: Comportament
ru_ru: Взаимодействия
sk_sk: Chovanie
sv_se: Beteende

source: Network connections
ca_es: Connexions de xarxa
cs_cz: Síťová připojení
es_ec: Conexiones de red
es_es: Conexiones de red
fi_fi: Verkkoyhteydet
fr_fr: Connexions réseaux
hr_hr: Mrežne veze
it_it: Connessioni di rete
pt_br: Conexões de rede
pt_pt: Ligações de rede
ro_ro: Conexiuni retea
ru_ru: Сетевые соединения
sk_sk: Sieťové pripojenia
sv_se: Nätverksanslutningar

source: injection file plugin
ca_es: Connector Injection File
cs_cz: zásuvný modul vkládání souborů
es_ec: plugin de inyección de archivos
es_es: complemento Injection file
fi_fi: Tiedoston tuonti -liitännäinen
fr_fr: Plugin injection de fichiers
hr_hr: dodatak za umetanje datoteka
pt_br: plugin datainjection
pt_pt: Extensão de Importação de dados
ro_ro: Plugin injectare fisiere
sk_sk: datainjection plugin

source: geninventorynumber plugin
ca_es: Connector Geninventorynumber
cs_cz: zásuvný modul vytváření inventárních čísel
es_ec: plugin de número de Geninventory
es_es: complemento Geninventorynumber
fi_fi: Inventaarinumeron luonti liitännäinen
fr_fr: Plugin génération des numéros d'inventaire
hr_hr: dodatak za generiranje inventarskog broja
pt_br: plugin getinventorynumber
pt_pt: extensão getinventorynumber

source: order plugin
ca_es: Connector Order
cs_cz: zásuvný modul správa objednávek
es_ec: plugin de pedido
es_es: complemento Gestión de pedidos
fi_fi: Tilaus -liitännäinen
fr_fr: Plugin gestion des commandes
hr_hr: dodatak za naruđbe
pt_br: plugin order
pt_pt: Extensão Order
ro_ro: Plugin gestiune comenzi

source: item's uninstallation plugin
ca_es: connector de desinstal·lació de l'element
cs_cz: zásuvný modul odinstalace položek
es_ec: plugin de desinstalación de elementos
es_es: complemento Item's uninstallation
fi_fi: Kohteen poisto -liitännäinen
fr_fr: Plugin de désinstallation des matériels
hr_hr: dodatak za deinstaliranje predmeta
pt_br: plugin item's uninstallation
pt_pt: Extensão de desinstalação do item
ro_ro: Plugin dezinstalare elemente
sk_sk: uninstall plugin

source: simcard plugin
ca_es: Connector Simcard
cs_cz: zásuvný modul sim karty
es_ec: plugin SimCard
fi_fi: SIM-kortti -liitännäinen
fr_fr: Plugin carte SIM
hr_hr: dodatak za SIM kartice
pt_br: plugin simcard
pt_pt: Extensão simcard

source: treeview plugin
ca_es: Connector Treeview
cs_cz: zásuvný modul stromového pohledu
es_ec: plugin TreeView
hr_hr: dodatak za stablasti prikaz
pt_br: plug-in de visualização em árvore
pt_pt: Extensão treeview

source: Icon (impact analysis)
ca_es: Icona (anàlisi impacte)
cs_cz: Ikona (analýza dopadu)
es_ec: Icono (análisis de impacto)
hr_hr: Ikona (analiza utjecaja)
it_it: Icona (analisi d'impatto)
pt_br: Ícone (análise de impacto)
pt_pt: Ícone (análise de impacto)
sk_sk: Ikona (analýza dopadov)

source: Regenerate files
ca_es: Regenera fitxers
cs_cz: Znovu vytvořit soubory
es_ec: Regenerar archivos
es_es: Generar de nuevo los ficheros
fi_fi: Luo tiedostot uudelleen
fr_fr: Regénérer les fichiers
hr_hr: Ponovo generiraj datoteke
it_it: Rigenera file
pt_br: Regerar arquivos
pt_pt: Regenerar ficheiros
ro_ro: Fisiere regenerate
sk_sk: Znova generovať súbory
sv_se: Skapa filer på nytt

source: Link to other objects
ca_es: Enllaç a altres objectes
cs_cz: Propojit s ostatními objekty
es_ec: Enlace a otros objetos
es_es: Enlace con otros objetos
fi_fi: Linkki muihin kohteisiin
fr_fr: Liaison avec d'autres objets
hr_hr: Poveži s drugim objektima
it_it: Collega ad altri oggetti
pt_br: Conexão com outros objetos
pt_pt: Ligação para outro objeto
ro_ro: Linck catre alte obiecte
ru_ru: Связать с другим объектом
sk_sk: Prepojenie na ostatné objekty
sv_se: Länka till andra tillgångar

source: Other
ca_es: Altres
cs_cz: Ostatní
es_ec: otro
hr_hr: Drugo
it_it: Altro
pt_br: Outro
pt_pt: Outro
sk_sk: Ostatný

source: Unable to load the class %1$s.
ca_es: No es pot carregar la classe %1$s.
cs_cz: Nedaří se načíst třídu %1$s.
es_ec: No se puede cargar la clase %1$s.
fi_fi: Ei voida ladata luokkaa %1$s.
fr_fr: Impossible de charger la classe %1$s
hr_hr: Nije moguće učitati klasu %1$s.
it_it: Impossibile caricare la classe %1$s .
pt_br: Não consegui carregar a classe %1$s.
pt_pt: Não é possível carregar a classe %1$s.
sk_sk: Nepodarilo sa načítať triedu %1$s.
sv_se: Kunde inte läsa in klass %1$s-

source: You probably have garbage data in your database for this plugin and missing files in %1$s
ca_es: Probablement hi ha dades innecessàries a la base de dades per a aquest connector i fitxers que falten a %1$s
cs_cz: Nejspíš ve své databázi máte pro tento modul v nepořádku data a chybí soubory v %1$s
es_ec: Probablemente tenga datos basura en su base de datos para este complemento y falten archivos en %1$s
fi_fi: Tietokannassa on ongelma liittyen liitännäiseen ja puuttuvia tiedostoja %1$s
fr_fr: Vous avez probablement d'anciennes données dans votre base pour ce plugin ou des fichiers manquants dans %1$s
hr_hr: U bazi podataka vjerojatno imaš nepotrebne podatke za ovaj dodatak i nedostaju datoteke za %1$s
it_it: Per questo plugin hai, probabilmente, dei dati inutili nel tuo database e file mancanti in %1$s
pt_br: Deve ter dados no lixo da tua base de dados porque estão a faltas ficheiros neste plugin %1$s
pt_pt: Provavelmente há dados corrompidos na base de dados, para este plugin, e ficheiros em falta em %1$s
sk_sk: Pravdepodobne máte vo svojej databáze pre tento plugin chybné dáta a chýbajúce súbory v %1$s
sv_se: Du har troligtvis skräpdata i databasen för denna plug-in och saknar filer i %1$s

source: Object preview
ca_es: Vista prèvia de l'objecte
cs_cz: Náhled objektu
es_ec: Vista previa del objeto
es_es: Vista previa del objeto
fi_fi: Kohteen esikatselu
fr_fr: Prévisualisation d'un objet de ce type
hr_hr: Pregled objekta
it_it: Anteprima dell'oggetto
pt_br: Pré-visualização do objeto
pt_pt: Pré-visualização de objetos
ro_ro: Previzualizeaza un obiect de acest tip
ru_ru: Предпросмотр
sk_sk: Náhľad objektu
sv_se: Förhandsgranska tillgång
